csv = [
    {
        "type": 1,
        "lat": 46.402767,
        "lon": 47.992586,
        "address": "Астраханская область, Наримановский район, село Солянка, улица Магистральная, 30",
        "n": 26,
        "services": [
            "mag",
            "cafe",
            "cls",
            "wc",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.407783,
        "lon": 48.133633,
        "address": "Астраханская область, город Астрахань, Ленинский район, улица Краматорская, 147",
        "n": 27,
        "services": [
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.344283,
        "lon": 47.985267,
        "address": "Астраханская область, город Астрахань, Трусовский район, переулок Ульяновский, 27",
        "n": 28,
        "services": [
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.401783,
        "lon": 48.105417,
        "address": "Астраханская область, город Астрахань, Ленинский район, улица Автозаправочная, 5",
        "n": 29,
        "services": [
            "mag",
            "pum",
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.361594,
        "lon": 48.073758,
        "address": "Астраханская область, город Астрахань, Кировский район, улица Б. Алексеева, 49 Б",
        "n": 30,
        "services": [
            "mag",
            "pum",
            "cls",
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.5195,
        "lon": 48.075,
        "address": "Астраханская область, Наримановский район, село Тулугановка, улица Баксанская, 4 ",
        "n": 31,
        "services": [
            "mag"
        ],
        "fuel": [
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.357758,
        "lon": 48.095991,
        "address": "Астраханская область, город Астрахань, Ленинский район, улица Славянская, 1 Д",
        "n": 32,
        "services": [
            "wc",
            "mag",
            "cafe",
            "cls",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.415589,
        "lon": 47.225024,
        "address": "Астраханская область, Харабалинский район, город Харабали, улица Дорожная, 3",
        "n": 33,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.359867,
        "lon": 48.0635,
        "address": "Астраханская область, город Астрахань, Кировский район, улица Минусинская, 1",
        "n": 34,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.334867,
        "lon": 47.9788,
        "address": "Астраханская область, город Астрахань, Трусовский район, пл. Заводская, 94 Б",
        "n": 35,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 46.376,
        "lon": 48.001833,
        "address": "Астраханская область,  Наримановский район, поселок Пригородный, Николаевское шоссе, 1 Б",
        "n": 36,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.402817,
        "lon": 48.10622,
        "address": "Астраханская область, город Астрахань, Ленинский район, улица Автозаправочная, 8",
        "n": 37,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.33795,
        "lon": 48.041583,
        "address": "Астраханская область, город Астрахань, Советский район, улица Ахшарумова, 90 Б",
        "n": 38,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.3394,
        "lon": 48.0219,
        "address": "Астраханская область,  город Астрахань, Советский район, улица Боевая/Бакинская, 32/21 А",
        "n": 39,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.35885,
        "lon": 48.055,
        "address": "Астраханская область, город Астрахань,  Ленинский район, улица Академика Королева, 43",
        "n": 40,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.3834,
        "lon": 48.092833,
        "address": "Астраханская область, город Астрахань, Ленинский район, улица Новороссийская, 4",
        "n": 41,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.46785,
        "lon": 47.958367,
        "address": "Астраханская область, город Астрахань, Трусовский район, улица Автострадная, 10",
        "n": 42,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.368083,
        "lon": 47.991683,
        "address": "Астраханская область, город Астрахань, Трусовский район, улица Молдавская, 102 А",
        "n": 43,
        "services": [
            "mag"
        ],
        "fuel": [
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.316539,
        "lon": 48.043386,
        "address": "Астраханская область,  город Астрахань , улица Рождественского, 2 А",
        "n": 438,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 8,
        "price": [
            [
                "sg",
                18.9
            ],
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 46.758331,
        "lon": 48.046115,
        "address": "\"Астраханская область, Красноярский район, поселок Аксарайский, в 180 м на северо-запад от стац.поста ГИБДД \"\"Тайга-1\"\"\"",
        "n": 439,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 3,
        "lat": 46.342773,
        "lon": 48.118124,
        "address": "Астраханская область, город Астрахань, улица Началовская, 2 А",
        "n": 3001,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                40.2
            ],
            [
                "dt",
                37.2
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 3,
        "lat": 46.390039,
        "lon": 48.105915,
        "address": "Астраханская область, город Астрахань, улица Соликамская, 78",
        "n": 3002,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 8,
        "price": [
            [
                "ai95",
                40.2
            ],
            [
                "dt",
                37.2
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.191528,
        "lon": 37.430666,
        "address": "Белгородская область, село Евгеньевка",
        "n": 44,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 50.583562,
        "lon": 38.714406,
        "address": "Белгородская область, Алексеевский район,  пересечение дороги Белгород-Павловск и подъезда к город Алексеевка",
        "n": 45,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 50.638884,
        "lon": 36.443189,
        "address": "Белгородская область, Белгородский район, автодорога  Белгород-Ахтырка, 12 км",
        "n": 46,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.54143,
        "lon": 36.658461,
        "address": "Белгородская область, город Белгород, улица Волчанская, 201",
        "n": 47,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 50.537428,
        "lon": 36.472483,
        "address": "Белгородская область, Белгородский район, автодорога Москва-Харьков, 678 км слева ",
        "n": 49,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.631146,
        "lon": 36.571989,
        "address": "Белгородская область, город Белгород, проспект Б. Хмельницкого, 137 И",
        "n": 50,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 50.648199,
        "lon": 36.56822,
        "address": "Белгородская область, Белгородский район, в границах ЗАО Агро-Хохлово",
        "n": 51,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 7,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.591465,
        "lon": 36.600493,
        "address": "Белгородская область, город Белгород, улица Белгородского полка, 6",
        "n": 52,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.613918,
        "lon": 36.533484,
        "address": "Белгородская область, город Белгород, улица Сумская, 104",
        "n": 53,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.610202,
        "lon": 36.613311,
        "address": "Белгородская область, город Белгород, улица Калинина, 94 А",
        "n": 55,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.602855,
        "lon": 36.561342,
        "address": "Белгородская область, город Белгород, улица Сумская, 8 А",
        "n": 56,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.625366,
        "lon": 36.652986,
        "address": "Белгородская область, Белгородский район, автодорога Белгород-Короча, 9 км справа",
        "n": 57,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 7,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "sg",
                17.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.555206,
        "lon": 36.561664,
        "address": "Белгородская область, город Белгород, улица Есенина, 34 А",
        "n": 58,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.642591,
        "lon": 38.399391,
        "address": "Белгородская область,Красногвардейский район, село Засосна, улица Ленина, 17 А",
        "n": 59,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.614902,
        "lon": 36.613079,
        "address": "Белгородская область, город Белгород, улица Калинина, 91",
        "n": 132,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.657971,
        "lon": 36.607552,
        "address": "Белгородская область, Белгородский р-он, село Беломестное, улица Западная, 1",
        "n": 133,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 50.781913,
        "lon": 36.503526,
        "address": "Белгородская область, город Строитель, ФАД М-2 Крым, 645 км, +300 м слева",
        "n": 331,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.219171,
        "lon": 38.083613,
        "address": "Белгородская область, город Валуйки, улица М. Горького, 82/7",
        "n": 332,
        "services": [
            "mag",
            "cafe",
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.644035,
        "lon": 38.682813,
        "address": "Белгородская область, город Алексеевка, переулок Острогожский, 2",
        "n": 333,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.639164,
        "lon": 38.668587,
        "address": "Белгородская область, город Алексеевка, улица Ленина, 164",
        "n": 334,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 7,
        "price": [
            [
                "sg",
                17.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 50.532202,
        "lon": 36.685542,
        "address": "Белгородская область, Белгородский р-он, пгт. Разумное, ул Ленина, 12",
        "n": 335,
        "services": [
            "mag",
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.574183,
        "lon": 36.541457,
        "address": "Белгородская область, город Белгород, улица Магистральная, 2 Б",
        "n": 336,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.331355,
        "lon": 37.873859,
        "address": "Белгородская область, город Старый Оскол, магистраль 1-1,  район ГСК  Сталь",
        "n": 338,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.272431,
        "lon": 37.808428,
        "address": "Белгородская область, город Старый Оскол, пересечение южной объездной дороги и Комсомольского проспекта",
        "n": 339,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.616,
        "lon": 36.537797,
        "address": "Белгородская область, город Белгород, улица Чичерина, 2 М",
        "n": 420,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.191116,
        "lon": 38.099523,
        "address": "Белгородская область, город Валуйки, улица Никольская, 128",
        "n": 428,
        "services": [
            "mag",
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 50.802297,
        "lon": 36.494838,
        "address": "Белгородская область, Яковлевский район, хутор Крапивенские Дворы, улица Магистральная",
        "n": 433,
        "services": [
            "mag",
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 7,
        "price": [
            [
                "sg",
                17.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 50.352416,
        "lon": 36.302379,
        "address": "Белгородская обл., Белгородский район, 702км+200м (слева) а/д Москва-Харьков",
        "n": 434,
        "services": [
            "mag",
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 7,
        "price": [
            [
                "sg",
                17.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.553232,
        "lon": 36.580781,
        "address": "г. Белгород, пр. Ватутина - ул. Щорса, объездная дорога",
        "n": 435,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 7,
        "price": [
            [
                "sg",
                17.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.381193,
        "lon": 36.922227,
        "address": "Белгородская область, г. Шебекино, пересечение автодороги Шебекино-Волчанск и Белгород-Волоконовка",
        "n": 436,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 7,
        "price": [
            [
                "sg",
                17.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 50.221926,
        "lon": 38.107151,
        "address": "Белгородская обл., г. Валуйки, ул.1 Мая 2/2",
        "n": 437,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 7,
        "price": [
            [
                "sg",
                17.5
            ],
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 3,
        "lat": 50.551161,
        "lon": 36.649632,
        "address": "Белгородская область, город Белгород, улица Волчанская, 159 В",
        "n": 3101,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                35.9
            ]
        ]
    },
    {
        "type": 3,
        "lat": 50.607973,
        "lon": 36.630607,
        "address": "Белгородская область, город Белгород, улица Студенческая, 1 Т",
        "n": 3102,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                35.9
            ]
        ]
    },
    {
        "type": 3,
        "lat": 50.556487,
        "lon": 36.598556,
        "address": "Белгородская область, город Белгород, улица Сургутская, 80 Б",
        "n": 3103,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                35.9
            ]
        ]
    },
    {
        "type": 3,
        "lat": 50.569027,
        "lon": 36.536996,
        "address": "Белгородская область, город Белгород, улица Молодёжная, 21",
        "n": 3104,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                35.9
            ]
        ]
    },
    {
        "type": 3,
        "lat": 50.580436,
        "lon": 36.668469,
        "address": "Белгородская область, город Белгород, улица Макаренко, 12 Д",
        "n": 3105,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                35.9
            ]
        ]
    },
    {
        "type": 3,
        "lat": 50.618261,
        "lon": 36.612905,
        "address": "Белгородская область, город Белгород, улица Студенческая, 2 Р",
        "n": 3106,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                35.9
            ]
        ]
    },
    {
        "type": 3,
        "lat": 50.541809,
        "lon": 36.655045,
        "address": "Белгородская область, город Белгород, улица Волчанская,  298",
        "n": 3107,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                35.9
            ]
        ]
    },
    {
        "type": 3,
        "lat": 50.582303,
        "lon": 36.568158,
        "address": "Белгородская область, город Белгород, улица Щорса – улица 5 Августа",
        "n": 3108,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 7,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                35.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.288244,
        "lon": 34.300108,
        "address": "Брянская область, город Брянск, улица Флотская, 19 А",
        "n": 139,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.053468,
        "lon": 33.965451,
        "address": "Брянская область, Выгонический район, село Лопушь, автодорога Брянск-Новозыбков, 36 км, +250  слева",
        "n": 140,
        "services": [
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 5,
        "price": [
            [
                "sg",
                19.39
            ],
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.883741,
        "lon": 34.347374,
        "address": "Брянская область, Севский район, автодорога Украина, 518 км",
        "n": 324,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.215467,
        "lon": 34.419683,
        "address": "Брянская область, город Брянск, Фокинский район, пр-т Московский, 49",
        "n": 344,
        "services": [
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.209906,
        "lon": 34.4705,
        "address": "Брянская область, Брянский район, Снежетьское лесничество, 18 -й квартал",
        "n": 345,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.171067,
        "lon": 34.33715,
        "address": "Брянская область, Брянский район, поселок Свень, а/д  Москва-Бобруйск, 15 км, +300 м",
        "n": 346,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.404694,
        "lon": 34.348575,
        "address": "Брянская область, Брянский район, село Дарковичи, улица Веселая, строение 1 А",
        "n": 347,
        "services": [
            "wc",
            "mag",
            "cafe"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.264981,
        "lon": 34.321753,
        "address": "Брянская область, город Брянск, Советский район,  улица Авиационная, 13",
        "n": 348,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.146367,
        "lon": 34.882029,
        "address": "Брянская область, Карачевский район, автодорога Орел-Брянск-Смоленск, 88 км ",
        "n": 349,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                36.79
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 52.441527,
        "lon": 31.624036,
        "address": "Брянская область,  автодорога Брянск-Гомель, автодорога М-13, км 220 слева",
        "n": 364,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.218067,
        "lon": 34.317656,
        "address": "Брянская область, село Супонево, автодорога Брянск-Гомель М-13, 5 км слева",
        "n": 365,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.120092,
        "lon": 34.965219,
        "address": "Брянская область,  Карачевский район, город Карачев, улица Первомайская, квартал 80",
        "n": 366,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.243058,
        "lon": 34.340036,
        "address": "Брянская область,  город Брянск, Советский район, улица Красноармейская, 93",
        "n": 367,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.643272,
        "lon": 33.453244,
        "address": "Брянская область, Дубровский район, село Алешня, б/н",
        "n": 368,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 52.914,
        "lon": 33.499542,
        "address": "Брянская область, Почепский район, автодорога  Брянск-Новозыбков,  пересечение с а/д  Почеп-Первомайский, 73 км",
        "n": 369,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.028708,
        "lon": 32.373507,
        "address": "Брянская область, город Сураж, улица Белорусская, 152 А",
        "n": 370,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls",
            "glass"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.33747,
        "lon": 34.21427,
        "address": "Брянская область, город Брянск, Бежицкий район, улица Шоссейная, 77",
        "n": 380,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 3,
        "lat": 53.207454,
        "lon": 34.464406,
        "address": "Брянская область,  город Брянск, Московский проспект, 156 А",
        "n": 3201,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                38.4
            ],
            [
                "dt",
                36.4
            ],
            [
                "ai92",
                35.4
            ]
        ]
    },
    {
        "type": 3,
        "lat": 53.282805,
        "lon": 34.390929,
        "address": "Брянская область, город Брянск, пересечение проспект Щорса и улица Академика Королёва",
        "n": 3202,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                38.4
            ],
            [
                "dt",
                36.4
            ],
            [
                "ai92",
                35.4
            ]
        ]
    },
    {
        "type": 3,
        "lat": 53.332001,
        "lon": 34.308801,
        "address": "Брянская область,город Брянск, улица Почтовая",
        "n": 3203,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                38.4
            ],
            [
                "dt",
                36.4
            ],
            [
                "ai92",
                35.4
            ]
        ]
    },
    {
        "type": 3,
        "lat": 53.29404,
        "lon": 34.257153,
        "address": "Брянская область,город Брянск, улица Сахарова,  1 А",
        "n": 3204,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                38.4
            ],
            [
                "dt",
                36.4
            ],
            [
                "ai92",
                35.4
            ]
        ]
    },
    {
        "type": 3,
        "lat": 53.257964,
        "lon": 34.389136,
        "address": "Брянская область, город Брянск, улица Калинина, 148 Б",
        "n": 3205,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 5,
        "price": [
            [
                "ai95",
                38.4
            ],
            [
                "dt",
                36.4
            ],
            [
                "ai92",
                35.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 56.39904,
        "lon": 41.337257,
        "address": "Владимирская область, город Ковров, улица Добролюбова, 49",
        "n": 351,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 17,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 56.325468,
        "lon": 41.280928,
        "address": "Владимирская область, город Ковров, улица Комсомольская, 118",
        "n": 352,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 17,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 55.967633,
        "lon": 39.783467,
        "address": "Владимирская область, ФАД М-7, 141 км, слева",
        "n": 353,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 17,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 55.967775,
        "lon": 39.780513,
        "address": "Владимирская область, пос. Болдино, ФАД М-7, 141 км, справа ",
        "n": 354,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 17,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 56.026924,
        "lon": 40.000903,
        "address": "Владимирская область, город Лакинск, улица Мира, 98",
        "n": 355,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 17,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 56.219133,
        "lon": 42.192617,
        "address": "Владимирская область, ФАД М-7, 301 км слева",
        "n": 356,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 17,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 55.935667,
        "lon": 39.42475,
        "address": "Владимирская область, ФАД М-7, 117 км слева",
        "n": 357,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 17,
        "price": [
            [
                "ai95",
                39.1
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 56.210649,
        "lon": 40.611597,
        "address": "Владимирская область,  ФАД М-7, 201 км слева",
        "n": 358,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 17,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 56.590128,
        "lon": 40.55431,
        "address": "Владимирская область, Суздальский район, д. Вильцово, ФАД М-7,  227 км, +400 м справа",
        "n": 359,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 17,
        "price": [
            [
                "ai95",
                38.1
            ],
            [
                "dt",
                36.3
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 2,
        "lat": 56.102933,
        "lon": 40.684983,
        "address": "Владимирская область, ФАД М-7 на север от д. Новокарповка 34-км Южного обхода слева",
        "n": 360,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 17,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 56.10375,
        "lon": 40.684883,
        "address": "Владимирская область, ФАД М-7 на север от д. Новокарповка 34-км Южного обхода справа",
        "n": 361,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 17,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 56.132017,
        "lon": 40.882267,
        "address": "Владимирская область,  Судогодский район, д. Мичурино,  ФАД М-7, 48 км слева",
        "n": 362,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 17,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 56.13339,
        "lon": 40.881522,
        "address": "Владимирская область, Судогодский район, д. Мичурино, ФАД М-7, 48 км справа",
        "n": 363,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 17,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 55.954475,
        "lon": 39.600891,
        "address": "Владимирская область, Петушинский район, вдоль автодороги «Москва-Н. Новгород» М-7 «Волга-1» 129 км (справа)",
        "n": 441,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 17,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                36.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.74828,
        "lon": 44.835993,
        "address": "Волгоградская область, город Волжский, 41 микрорайон, объездная дорога",
        "n": 96,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 2,
        "lat": 48.827114,
        "lon": 44.429864,
        "address": "Волгоградская область, Городищенский район, автодорога Москва-Волгоград, 954 км, +75 м слева",
        "n": 97,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.499947,
        "lon": 44.565614,
        "address": "Волгоградская область,  город Волгоград, Красноармейский район, улица им. Якуба Коласа, 50",
        "n": 269,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.519879,
        "lon": 44.501767,
        "address": "Волгоградская область, город Волгоград, Красноармейский район, улица Лазоревая, 127 А",
        "n": 270,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.6
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 48.636992,
        "lon": 42.872686,
        "address": "Волгоградская область,  Суровикинский район, автодорога Волгоград-Кишинев,  132 км ",
        "n": 271,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                41.1
            ],
            [
                "dt",
                37.8
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.752216,
        "lon": 44.529321,
        "address": "Волгоградская область, город Волгоград, Краснооктябрьский район, улица Черноярская, 100 Б",
        "n": 272,
        "services": [
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.3
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.753662,
        "lon": 44.52499,
        "address": "Волгоградская область, город Волгоград, Дзержинский район, улица Землячки, 80 А",
        "n": 273,
        "services": [
            "wc",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.3
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.764301,
        "lon": 44.513532,
        "address": "Волгоградская область, город Волгоград, улица им. Землячки, 39 Б",
        "n": 274,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.759136,
        "lon": 44.786246,
        "address": "Волгоградская область,  город Волжский, проспект Ленина, 308 Д",
        "n": 275,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.9
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.70574,
        "lon": 44.495922,
        "address": "Волгоградская область, город Волгоград, улица Симбирская, 1 Б",
        "n": 276,
        "services": [
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.557294,
        "lon": 44.443245,
        "address": "Волгоградская область, город Волгоград, улица Лазоревая, 358",
        "n": 277,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.6
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.796247,
        "lon": 44.764981,
        "address": "Волгоградская область, город Волжский, улица Пушкина, 18 Б",
        "n": 278,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                35.1
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 2,
        "lat": 48.942248,
        "lon": 44.231042,
        "address": "Волгоградская область, Городищенский район, автодорога Москва-Волгоград Каспий, 933 км, +700 м справа ",
        "n": 279,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.77986,
        "lon": 44.519176,
        "address": "Волгоградская область, город Волгоград, улица Менделеева, 161",
        "n": 306,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.6
            ],
            [
                "ai92",
                36.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.806067,
        "lon": 44.608617,
        "address": "Волгоградская область, город Волгоград, проспект Ленина, 142",
        "n": 307,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.737656,
        "lon": 44.504111,
        "address": "Волгоградская область, город Волгоград, улица Качинцев, 59/1",
        "n": 308,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.704036,
        "lon": 44.482353,
        "address": "Волгоградская область, город Волгоград, улица Череповецкая, 5 А",
        "n": 309,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.9
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.632398,
        "lon": 44.429413,
        "address": "Волгоградская область, город Волгоград, улица 64-й Армии, 58",
        "n": 310,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.786478,
        "lon": 44.567143,
        "address": "Волгоградская область, город Волгоград, улица Еременко, 35 Б",
        "n": 311,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.764505,
        "lon": 44.78493,
        "address": "Волгоградская область, город Волжский, проспект Ленина, 308 А",
        "n": 312,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.629525,
        "lon": 44.426709,
        "address": "Волгоградская область, город Волгоград, улица 64-й Армии, 147",
        "n": 313,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.521512,
        "lon": 44.495667,
        "address": "Волгоградская область, город Волгоград, улица Лазоревая, 163 Г",
        "n": 314,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.70326,
        "lon": 44.456468,
        "address": "Волгоградская область, город Волгоград, улица Саши Филиппова, 106",
        "n": 315,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.68579,
        "lon": 44.480605,
        "address": "Волгоградская область, город Волгоград, улица Рабоче-Крестьянская, 48 Д",
        "n": 316,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.596049,
        "lon": 44.421614,
        "address": "Волгоградская область, город Волгоград, улица Колосовая, 8 Д",
        "n": 317,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.515718,
        "lon": 44.532582,
        "address": "Волгоградская область, город Волгоград, проспект Героев Сталинграда, 51 А",
        "n": 318,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.706404,
        "lon": 44.485041,
        "address": "Волгоградская область, город Волгоград, улица Череповецкая, 8 А",
        "n": 319,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.787632,
        "lon": 44.572773,
        "address": "Волгоградская область, город Волгоград, улица Еременко, 144 Б",
        "n": 320,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.70745,
        "lon": 44.497199,
        "address": "Волгоградская область, город Волгоград, улица Глубокоовражная, 25",
        "n": 321,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 2,
        "lat": 49.095551,
        "lon": 44.805975,
        "address": "Волгоградская область, Дубовский район, с. Оленье, 72 км автодороги Сызрань-Саратов-Волгоград",
        "n": 322,
        "services": [
            "wc",
            "mag",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                41.1
            ],
            [
                "dt",
                37.8
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 49.32607,
        "lon": 45.14468,
        "address": "Волгоградская область, Быковский район, автодорога Саратов-Энгельс-Волгоград,  684 км",
        "n": 329,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 2,
        "lat": 49.53494,
        "lon": 45.26343,
        "address": "Волгоградская область, Быковский район, автотрасса Самара-Энгельс-Волгоград, 641 км",
        "n": 330,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.748803,
        "lon": 44.468243,
        "address": "Волгоградская область,  город  Волгоград, улица  им. Землячки,  3А.",
        "n": 440,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 4,
        "price": [
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.81801,
        "lon": 44.759089,
        "address": "Волгоградская область, город Волжский, улица Заволжская, 2  А",
        "n": 421,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 4,
        "price": [
            [
                "ai98",
                44.0
            ],
            [
                "ai95",
                40.9
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                37.8
            ]
        ]
    },
    {
        "type": 3,
        "lat": 48.818853,
        "lon": 44.608937,
        "address": "Волгоградская область, город Волгоград, улица Пятая, 5",
        "n": 3401,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                36.29
            ],
            [
                "ai92",
                35.7
            ]
        ]
    },
    {
        "type": 3,
        "lat": 48.492151,
        "lon": 44.602306,
        "address": "Волгоградская область, город Волгоград, улица 40 лет  ВЛКСМ, 45 Б",
        "n": 3402,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                36.29
            ],
            [
                "ai92",
                35.7
            ]
        ]
    },
    {
        "type": 3,
        "lat": 48.758543,
        "lon": 44.451571,
        "address": "Волгоградская область, город Волгоград, ш. Авиаторов, 8 Л",
        "n": 3403,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                36.29
            ],
            [
                "ai92",
                35.7
            ]
        ]
    },
    {
        "type": 3,
        "lat": 48.753714,
        "lon": 44.452146,
        "address": "Волгоградская область, город Волгоград улица Ангарская, 196",
        "n": 3404,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                36.29
            ],
            [
                "ai92",
                35.7
            ]
        ]
    },
    {
        "type": 3,
        "lat": 48.597212,
        "lon": 44.420919,
        "address": "Волгоградская область, городВолгоград, улица Колосовая, 45",
        "n": 3405,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                39.22
            ],
            [
                "dt",
                36.29
            ],
            [
                "ai92",
                36.29
            ]
        ]
    },
    {
        "type": 3,
        "lat": 48.601745,
        "lon": 44.42785,
        "address": "Волгоградская область, город Волгоград, улица Кирова, 101 Г",
        "n": 3406,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                39.8
            ],
            [
                "dt",
                36.29
            ],
            [
                "ai92",
                36.7
            ]
        ]
    },
    {
        "type": 3,
        "lat": 48.685691,
        "lon": 44.315541,
        "address": "Волгоградская область, город Волгоград, р.поселок  Горьковский, улица Волгоградская, 170 Д",
        "n": 3407,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                39.22
            ],
            [
                "dt",
                36.29
            ],
            [
                "ai92",
                36.29
            ]
        ]
    },
    {
        "type": 3,
        "lat": 48.52586,
        "lon": 44.485782,
        "address": "Волгоградская область, город Волгоград, улица Лазоревая, 189 Б",
        "n": 3408,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                39.22
            ],
            [
                "dt",
                36.29
            ],
            [
                "ai92",
                36.29
            ]
        ]
    },
    {
        "type": 3,
        "lat": 48.746389,
        "lon": 44.46679,
        "address": "Волгоградская область,  город Волгоград, улица Землячки, 12 Б",
        "n": 3409,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 4,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                36.29
            ],
            [
                "ai92",
                35.7
            ]
        ]
    },
    {
        "type": 2,
        "lat": 49.952154,
        "lon": 40.531328,
        "address": "Воронежская область, Богучарский район примерно в 550 м по направлению на север от границы г. Богучар",
        "n": 125,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls",
            "shower"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 6,
        "price": [
            [
                "ai98",
                44.9
            ],
            [
                "sg",
                17.5
            ],
            [
                "ai95",
                41.1
            ],
            [
                "dt",
                36.6
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 50.046214,
        "lon": 40.466971,
        "address": "Воронежская область, Богучарский район, севернее съезда на село Филоново,ФАД М-4  Дон, 725 км, +400 м вправо  ",
        "n": 126,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 6,
        "price": [
            [
                "ai98",
                44.9
            ],
            [
                "sg",
                17.5
            ],
            [
                "ai95",
                41.4
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 50.047655,
        "lon": 40.468495,
        "address": "Воронежская область, Богучарский район, севернее съезда на село Филоново, ФАД М-4 Дон, 725 км, +350 м влево",
        "n": 127,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 6,
        "price": [
            [
                "ai98",
                44.9
            ],
            [
                "sg",
                17.5
            ],
            [
                "ai95",
                41.4
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.981305,
        "lon": 39.221696,
        "address": "Воронежская область, Рамонский район, поселок Комсомольский, ФАД  М-4 Дон,  476 км, +450 м справа",
        "n": 128,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 6,
        "price": [
            [
                "ai98",
                44.9
            ],
            [
                "sg",
                17.0
            ],
            [
                "ai95",
                41.4
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.979609,
        "lon": 39.229935,
        "address": "Воронежская область, Рамонский район, поселок Комсомольский, ул. Южная, 12,  ФАД  М-4 Дон, 476 км, +450 м слева",
        "n": 129,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 6,
        "price": [
            [
                "ai98",
                44.9
            ],
            [
                "sg",
                17.0
            ],
            [
                "ai95",
                41.4
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.651389,
        "lon": 39.039781,
        "address": "Воронежская область, Семилукский район, автодорога Курск-Воронеж-Борисоглебск, 212 км ",
        "n": 130,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 6,
        "price": [
            [
                "ai95",
                39.7
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                37.0
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.64914,
        "lon": 39.093908,
        "address": "Воронежская область, город Воронеж, Проспект Патриотов,  60 А",
        "n": 131,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 6,
        "price": [
            [
                "ai95",
                39.7
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                37.0
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.692738,
        "lon": 39.376905,
        "address": "Воронежская область,  Новоусманский р-н, с. Бабяково, автодорога Воронеж-Тамбов,  15 км, + 800 м  справа",
        "n": 298,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 6,
        "price": [
            [
                "ai98",
                44.9
            ],
            [
                "ai95",
                41.1
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                38.0
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.426366,
        "lon": 39.563254,
        "address": "Воронежская область, ФАД М-4, 550 км справа",
        "n": 299,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 6,
        "price": [
            [
                "ai95",
                41.4
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.318948,
        "lon": 39.614501,
        "address": "Воронежская область, Каширский район, ФАД М-4 Дон,  562 км, +600 м слева",
        "n": 300,
        "services": [
            "wc",
            "mag",
            "cafe"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 6,
        "price": [
            [
                "ai98",
                44.9
            ],
            [
                "ai95",
                41.4
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.218197,
        "lon": 42.111449,
        "address": "Воронежская область, Поворинский район, село Рождественское ,  ул. Крупской, 1А",
        "n": 301,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 6,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.611872,
        "lon": 41.973455,
        "address": "Воронежская область, Грибановский район, село Алексеевка, ул. Проезжая, 1",
        "n": 302,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 6,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.429736,
        "lon": 39.300673,
        "address": "Воронежская область, Каширский район, автодорога Воронеж-Нововоронеж,  29 км,  + 100 м справа",
        "n": 303,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 6,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 50.269974,
        "lon": 39.256528,
        "address": "Воронежская область, Ольховатский район, поселок Большие Базы, улица Суворова, 154",
        "n": 305,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 6,
        "price": [
            [
                "ai95",
                41.1
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.313956,
        "lon": 44.301734,
        "address": "Республика Калмыкия, город Элиста, Восточная промзона, 3 проезд",
        "n": 390,
        "services": [
            "wc",
            "mag",
            "cafe"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 22,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.312882,
        "lon": 44.217276,
        "address": "Республика Калмыкия, город Элиста, улица В.И. Ленина, 8, стр. 5",
        "n": 391,
        "services": [
            "mag",
            "cafe"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 22,
        "price": [
            [
                "sg",
                20.4
            ],
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.372067,
        "lon": 44.265594,
        "address": "Республика Калмыкия, город Элиста, автодорога М-6 Каспий, 8 км, +125 м слева",
        "n": 392,
        "services": [
            "wc",
            "cafe",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 22,
        "price": [
            [
                "sg",
                20.4
            ],
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 54.54795,
        "lon": 36.28408,
        "address": "Калужская область, город Калуга, улица 8 Марта, 2, корпоселок1",
        "n": 250,
        "services": [
            ""
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 2,
        "price": [
            [
                "ai95",
                38.2
            ],
            [
                "dt",
                35.9
            ],
            [
                "ai92",
                35.1
            ]
        ]
    },
    {
        "type": 1,
        "lat": 54.58404,
        "lon": 36.25236,
        "address": "Калужская область, город Калуга, улица Московская, 338",
        "n": 251,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 2,
        "price": [
            [
                "ai95",
                38.2
            ],
            [
                "dt",
                35.9
            ],
            [
                "ai92",
                35.1
            ]
        ]
    },
    {
        "type": 1,
        "lat": 54.559952,
        "lon": 36.247419,
        "address": "Калужская область, город Калуга, улица Железняки, 40 А",
        "n": 253,
        "services": [
            "wc",
            "mag",
            "cafe"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 2,
        "price": [
            [
                "ai95",
                38.2
            ],
            [
                "dt",
                35.9
            ],
            [
                "ai92",
                35.1
            ]
        ]
    },
    {
        "type": 3,
        "lat": 54.51439,
        "lon": 36.35884,
        "address": "Калужская область, город Калуга,  улица Советская, 107",
        "n": 4001,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 2,
        "price": [
            [
                "ai95",
                37.35
            ],
            [
                "dt",
                35.45
            ],
            [
                "ai92",
                34.45
            ]
        ]
    },
    {
        "type": 3,
        "lat": 54.5637,
        "lon": 36.24411,
        "address": "Калужская область, город Калуга,  улица Гурьянова, 5",
        "n": 4002,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 2,
        "price": [
            [
                "ai95",
                37.35
            ],
            [
                "dt",
                35.45
            ],
            [
                "ai92",
                34.45
            ]
        ]
    },
    {
        "type": 3,
        "lat": 54.55013,
        "lon": 36.33714,
        "address": "Калужская область, город Калуга,  Грабцевское шоссе,  поворот на Кукареки",
        "n": 4003,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 2,
        "price": [
            [
                "ai95",
                37.35
            ],
            [
                "dt",
                35.45
            ],
            [
                "ai92",
                34.45
            ]
        ]
    },
    {
        "type": 3,
        "lat": 54.49493,
        "lon": 36.22795,
        "address": "Калужская область, город Калуга,  Правобережный проезд ",
        "n": 4004,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 2,
        "price": [
            [
                "ai95",
                37.2
            ],
            [
                "dt",
                35.3
            ],
            [
                "ai92",
                34.3
            ]
        ]
    },
    {
        "type": 3,
        "lat": 54.54603,
        "lon": 36.28279,
        "address": "Калужская область, город Калуга, улица Путейская, правее д. 12",
        "n": 4005,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 2,
        "price": [
            [
                "ai95",
                37.35
            ],
            [
                "dt",
                35.45
            ],
            [
                "ai92",
                34.45
            ]
        ]
    },
    {
        "type": 3,
        "lat": 54.57076,
        "lon": 36.25567,
        "address": "Калужская область, город Калуга, улица Московская, 328",
        "n": 4006,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 2,
        "price": [
            [
                "ai95",
                37.35
            ],
            [
                "dt",
                35.45
            ],
            [
                "ai92",
                34.45
            ]
        ]
    },
    {
        "type": 3,
        "lat": 54.5621,
        "lon": 36.22245,
        "address": "Калужская область, город Калуга, улица Гурьянова, поворот на д. Белая ",
        "n": 4007,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 2,
        "price": [
            [
                "ai95",
                37.35
            ],
            [
                "dt",
                35.45
            ],
            [
                "ai92",
                34.45
            ]
        ]
    },
    {
        "type": 2,
        "lat": 46.284352,
        "lon": 39.829511,
        "address": "Краснодарский край, Крыловский р-он, ст. Октябрьская, ФАД М-4 Дон, 1178 км,  + 480 м слева",
        "n": 145,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.667543,
        "lon": 38.289081,
        "address": "Краснодарский край, Ейский район, город Ейск, улица Щорса 55/2, улица Мичурина, 33",
        "n": 146,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 45.220795,
        "lon": 39.682553,
        "address": "Краснодарский край, Усть-Лабинский район, город Усть-Лабинск, улица Заполотняная, 41",
        "n": 147,
        "services": [
            ""
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.688277,
        "lon": 38.264161,
        "address": "Краснодарский край, Ейский район, город Ейск, улица Армавирская, 202",
        "n": 148,
        "services": [
            "wc",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 46.346031,
        "lon": 39.374281,
        "address": "Краснодарский край, Ленинградский район, ст. Ленинградская, улица Придорожная, 3",
        "n": 149,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 46.654989,
        "lon": 38.377283,
        "address": "Краснодарский край, Ейский район, село Александровка, автодорога Краснодар-Ейск, 228 км, + 700 м",
        "n": 186,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.679451,
        "lon": 38.295891,
        "address": "Краснодарский край, город Ейск, улица Коммунистическая, 77Д",
        "n": 187,
        "services": [
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.684658,
        "lon": 38.265681,
        "address": "Краснодарский край, город Ейск, улица Б. Хмельницкого, 232/1",
        "n": 188,
        "services": [
            "wc",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.301933,
        "lon": 38.713259,
        "address": "Краснодарский край, Туапсинский район, поселок Джубга, улица Новороссийское шоссе, 114/1",
        "n": 189,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.867632,
        "lon": 40.102536,
        "address": "Краснодарский край, город Тихорецк, улица Меньшикова, 234/1",
        "n": 190,
        "services": [
            "wc",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 45.984357,
        "lon": 39.733944,
        "address": "Краснодарский край, Павловский район, ФАД М-4 Дон, 1215 км, + 400 м ",
        "n": 191,
        "services": [
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.12334,
        "lon": 39.786805,
        "address": "Краснодарский край, ст. Павловская, ул. Советская, 52",
        "n": 192,
        "services": [
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.095761,
        "lon": 39.386115,
        "address": "Краснодарский край, Динской район, ст. Васюринская, трасса Краснодар-Кропоткин",
        "n": 193,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 45.174913,
        "lon": 37.275581,
        "address": "Краснодарский край, Темрюкский район, х. Белый, автодорога Новороссийск - Керченский пролив, 80 км",
        "n": 194,
        "services": [
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 45.195012,
        "lon": 37.671883,
        "address": "Краснодарский край, Темрюкский район, поселок Красный Октябрь, автодорога Темрюк-Краснодар-Кропоткин, 26 км,  + 350 м справа",
        "n": 195,
        "services": [
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.841298,
        "lon": 40.14385,
        "address": "Краснодарский край, город Тихорецк, улица Профильная, 2 А",
        "n": 196,
        "services": [
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.070228,
        "lon": 38.904873,
        "address": "Краснодарский край, город Краснодар, Прикубанский район, улица Красных Партизан, 2/5",
        "n": 197,
        "services": [
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 45.684882,
        "lon": 39.606228,
        "address": "Краснодарский край, Выселковый район, южнее ст. Березанской, ФАД М-4 Дон, 1247 км,  + 980 м справа",
        "n": 198,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 45.454343,
        "lon": 40.523938,
        "address": "Краснодарский край, город Кропоткин, улица Федеральная,  35, трасса Павловская - Махачкала 100 км   ",
        "n": 199,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls",
            "glass"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.903904,
        "lon": 37.582641,
        "address": "Краснодарский край, город Новороссийск, Приморский округ, ст. Натухаевская, Азово-Черноморская автодорога, 343 км",
        "n": 200,
        "services": [
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.607058,
        "lon": 38.98402,
        "address": "Краснодарский край, город Тимашевск, автодорога Краснодар-Ейск, 61 км, +500 м",
        "n": 201,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 46.141857,
        "lon": 39.852412,
        "address": "Краснодарский край, Павловский район, с-ца Павловская, ФАД  М-4 Дон, 1193 км, + 700 м",
        "n": 202,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls",
            "shower"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "sg",
                18.9
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.857998,
        "lon": 38.200536,
        "address": "Краснодарский край, Абинский район, автодорога Краснодар - Новороссийск, 88 км, + 900 м слева ",
        "n": 203,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.238102,
        "lon": 39.012408,
        "address": "Краснодарский край, Динской район, ст. Новотитаровская, улица Луначарского, 1 А",
        "n": 204,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 1,
        "price": [
            [
                "sg",
                18.9
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.655367,
        "lon": 39.156078,
        "address": "Краснодарский край, город Горячий ключ, автодорога М-4 Дон, 1385 км,  + 45 м слева",
        "n": 205,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls",
            "shower"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "sg",
                18.9
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.050979,
        "lon": 38.222111,
        "address": "Краснодарский край, город Приморско-Ахтарск, улица Фестивальная, 67",
        "n": 206,
        "services": [
            "wc",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "sg",
                18.9
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 44.77166,
        "lon": 39.908288,
        "address": "Краснодарский край, город Белореченск, автодорога Майкоп-Усть-Лабинск-Кореновск, 24 км, +800 м слева",
        "n": 207,
        "services": [
            "wc",
            "mag",
            "cafe",
            ""
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.014748,
        "lon": 39.104845,
        "address": "Краснодарский край, город Краснодар, Карасунский округ, поселок Пашковский, улица Крупской, 8/2",
        "n": 208,
        "services": [
            "wc",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.014248,
        "lon": 39.046617,
        "address": "Краснодарский край, город Краснодар, Прикубанский округ, улица Старокубанская, 98",
        "n": 209,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.111308,
        "lon": 39.011807,
        "address": "Краснодарский край, город Краснодар, Прикубанский округ, улица Российская, 367",
        "n": 210,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.029673,
        "lon": 39.057636,
        "address": "Краснодарский край, город Краснодар, Карасунский округ, улица им. Лизы Чайкиной, 6/1",
        "n": 211,
        "services": [
            ""
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                38.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.011991,
        "lon": 39.068579,
        "address": "Краснодарский край, город Краснодар, Карасунский округ, улица им. Мачуги В.Н.,  2/6",
        "n": 212,
        "services": [
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.090959,
        "lon": 39.013857,
        "address": "Краснодарский край, город Краснодар, Прикубанский округ, улица Российская, 85/1",
        "n": 213,
        "services": [
            "wc",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.080453,
        "lon": 38.975158,
        "address": "Краснодарский край, город Краснодар, Прикубанский округ, улица Дзержинского, 64",
        "n": 214,
        "services": [
            "wc",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.845129,
        "lon": 38.548837,
        "address": "Краснодарский край, Северский район, поселок Ильский, автодорога Краснодар – Новороссийск, 58 км, +220 м",
        "n": 215,
        "services": [
            "wc",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 45.669848,
        "lon": 40.327345,
        "address": "Краснодарский край, Тихорецкий район, ст. Архангельская, автодорога Павловская-Махачкала, 62 км, + 100 м слева",
        "n": 216,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls",
            "shower"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "sg",
                18.9
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 45.754789,
        "lon": 39.9245095,
        "address": "Краснодарский край, Выселковкий район, п. Газырь, автодорога Журавская – Тихорецк, 42 км, +950 м справа ",
        "n": 217,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.122333,
        "lon": 38.987453,
        "address": "Краснодарский край, Каневской район, ст. Стародеревянковская, центральный эллиптический островок кольцевого пересечения а/д Краснодар – Ейск, 125 км, + 800 м",
        "n": 218,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.860619,
        "lon": 38.495267,
        "address": "Краснодарский край, Северский район, п. Черноморский,  ФАД Краснодар – Новороссийск, 62 км, +700 м справа",
        "n": 219,
        "services": [
            "wc",
            "cafe",
            "mag",
            "pum",
            "cls",
            "shower"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "sg",
                17.9
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.634709,
        "lon": 38.927237,
        "address": "Краснодарский край, г. Тимашевск, ул. Выборная, 5, автодорога северный объезд города Тимашевска, 0 км,  + 600 м справа",
        "n": 220,
        "services": [
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.150543,
        "lon": 39.058585,
        "address": "Краснодарский край, город Краснодар, Прикубанский округ, ул. Почтовое отделение,  32",
        "n": 221,
        "services": [
            "wc",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.127396,
        "lon": 39.013621,
        "address": "Краснодарский край, город Краснодар, Прикубанский округ, Ростовское шоссе, 56",
        "n": 222,
        "services": [
            "wc",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.065504,
        "lon": 40.881211,
        "address": "Краснодарский край, Белоглинский район, село Белая Глина, улица Южная",
        "n": 223,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 45.530283,
        "lon": 39.453621,
        "address": "Краснодарский край, Кореновский район, х. Малеванный,  ФАД  М-4 Дон,  1271 км,  + 500 м справа",
        "n": 224,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "sg",
                18.9
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.843799,
        "lon": 38.65239,
        "address": "Краснодарский край, Северский район, ст. Северская, ФАД Краснодар – Новороссийск, 49 км, +400 м слева",
        "n": 225,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.161209,
        "lon": 38.99833,
        "address": "Краснодарский край, город Краснодар, пос. Березовый,  Ейское шоссе, 65",
        "n": 341,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 43.758589,
        "lon": 39.520573,
        "address": "Краснодарский край, город Сочи, Лазаревский район, поселок Якорная Щель, улица Главная, 2/2",
        "n": 342,
        "services": [
            "wc",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 1,
        "price": [
            [
                "sg",
                20.0
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.962761,
        "lon": 41.065743,
        "address": "Краснодарский край, город Армавир, ФАД М-29  Кавказ,  161 км, +750 м слева",
        "n": 343,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.108475,
        "lon": 41.00684,
        "address": "Краснодарский край, Новокубанский район, город Новокубанск, ФАД Кавказ, 4 км, + 500 м",
        "n": 418,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.931471,
        "lon": 37.344621,
        "address": "Краснодарский край, Анапский район, х. Чембурка, улица Шоссейная, 41 А",
        "n": 431,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls",
            "shower"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "sg",
                18.9
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.926469,
        "lon": 37.330586,
        "address": " Краснодарский край, Анапский район,  х. Чембурка, улица Кольцевая, 19",
        "n": 432,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls",
            "shower"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 1,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.694016,
        "lon": 36.155483,
        "address": "Курская область, город Курск, улица Энгельса, 171 Е",
        "n": 113,
        "services": [
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 9,
        "price": [
            [
                "ai95",
                40.4
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.74059,
        "lon": 36.258915,
        "address": "Курская область, город Курск, улица Республиканская, 53 А",
        "n": 114,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 9,
        "price": [
            [
                "ai98",
                43.9
            ],
            [
                "ai95",
                40.4
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.7423,
        "lon": 36.1008,
        "address": "Курская область, город Курск, улица Гремяченская, 8 А, ФАД М-2  Крым, 524 км, +200 м  слева",
        "n": 115,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 9,
        "price": [
            [
                "ai95",
                40.4
            ],
            [
                "dt",
                37.2
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.746312,
        "lon": 36.22327,
        "address": "Курская область, город Курск, улица ВЧК, 182 Б",
        "n": 116,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 9,
        "price": [
            [
                "ai95",
                40.4
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.714299,
        "lon": 36.186305,
        "address": "Курская область, город Курск, улица Литовская, 2/1 А",
        "n": 117,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 9,
        "price": [
            [
                "ai98",
                43.9
            ],
            [
                "ai95",
                40.4
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.657756,
        "lon": 36.135775,
        "address": "Курская область, город Курск, пр-т Кулакова, 148 В",
        "n": 118,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 9,
        "price": [
            [
                "ai98",
                43.9
            ],
            [
                "ai95",
                40.4
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.712925,
        "lon": 36.13536,
        "address": "Курская область, город Курск, улица Сумская, 51 А",
        "n": 119,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 9,
        "price": [
            [
                "ai95",
                40.4
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.315631,
        "lon": 36.183897,
        "address": "Курская область, Обояньский район, хутор Дрозды, улица Центральная, 56 ",
        "n": 120,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 9,
        "price": [
            [
                "ai98",
                43.9
            ],
            [
                "ai95",
                40.4
            ],
            [
                "dt",
                37.2
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.725156,
        "lon": 36.14093,
        "address": "Курская область, город Курск, улица Бойцов 9-й Дивизии, 190",
        "n": 121,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 9,
        "price": [
            [
                "ai95",
                40.4
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.730655,
        "lon": 36.223624,
        "address": "Курская область, город Курск, улица 2-я Новоселовка, 2 Г",
        "n": 122,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 9,
        "price": [
            [
                "ai98",
                43.9
            ],
            [
                "ai95",
                40.4
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.722744,
        "lon": 36.134695,
        "address": "Курская область, город Курск, улица Бойцов 9-й Дивизии, 201",
        "n": 123,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 9,
        "price": [
            [
                "ai98",
                43.9
            ],
            [
                "ai95",
                40.4
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 52.106214,
        "lon": 35.843584,
        "address": "Курская область, Фатежский район, с/с Русановский",
        "n": 124,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 9,
        "price": [
            [
                "ai95",
                40.4
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.656481,
        "lon": 35.638196,
        "address": "Курская область, город Курчатов, улица Ленинградская, 10",
        "n": 141,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 9,
        "price": [
            [
                "ai98",
                43.9
            ],
            [
                "ai95",
                40.4
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.757073,
        "lon": 36.131872,
        "address": "Курская область, город Курск, улица 50 лет Октября, 126 Б",
        "n": 142,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 9,
        "price": [
            [
                "ai95",
                40.4
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 3,
        "lat": 51.727128,
        "lon": 36.140822,
        "address": "Курская область, город Курск, улица Бойцов 9-й дивизии",
        "n": 4601,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 9,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 3,
        "lat": 51.668294,
        "lon": 36.076171,
        "address": "Курская область, город Курск, пр-т Ленинского комсомола",
        "n": 4602,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 9,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 3,
        "lat": 51.649613,
        "lon": 36.12872,
        "address": "Курская область, город Курск, улица Магистральная, 15 А",
        "n": 4603,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 9,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 3,
        "lat": 51.793258,
        "lon": 36.168038,
        "address": "Курская область, город Курск, улица К. Маркса, 101 Б",
        "n": 4604,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 9,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 3,
        "lat": 51.741204,
        "lon": 36.267395,
        "address": "Курская область, город Курск, улица Республиканская-Халинская, Халинская, 1 А",
        "n": 4605,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 9,
        "price": [
            [
                "ai95",
                39.4
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 52.224507,
        "lon": 39.106247,
        "address": "Липецкая область, Хлевенский район, поселение Елец-Маланинский с/с,  М-4,  446 км справа",
        "n": 101,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 18,
        "price": [
            [
                "sg",
                18.2
            ],
            [
                "ai95",
                41.4
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 52.224609,
        "lon": 39.106317,
        "address": "Липецкая область, Хлевенский район, поселение Елец-Маланинский с/с, М-4, 446 км слева",
        "n": 102,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 18,
        "price": [
            [
                "sg",
                18.2
            ],
            [
                "ai95",
                41.4
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.572461,
        "lon": 39.601729,
        "address": "Липецкая область, город Липецк, улица Металлургов, 8",
        "n": 135,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai95",
                40.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 52.194972,
        "lon": 39.093431,
        "address": "Липецкая область, Хлевенский район,  сельское поселение Хлевненский с/с,  село Хлевное, улица Свободы",
        "n": 136,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai95",
                40.2
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.585121,
        "lon": 39.456954,
        "address": "Липецкая область, город Липецк, улица Юношеская",
        "n": 137,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai95",
                40.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 52.752856,
        "lon": 39.6894,
        "address": "Липецкая область, Липецкий район, автодорога Липецк-Чаплыгин, поворот на село Большая Кузьминка",
        "n": 138,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai95",
                40.2
            ],
            [
                "dt",
                36.7
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.646053,
        "lon": 39.673089,
        "address": "Липецкая область, город Липецк, трасса Тамбов-Орел, 301 км",
        "n": 381,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai98",
                44.9
            ],
            [
                "ai95",
                40.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.578832,
        "lon": 39.532641,
        "address": "Липецкая область, город Липецк, улица Катукова",
        "n": 382,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai95",
                40.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 52.859419,
        "lon": 39.746845,
        "address": "Липецкая область, Добровский район, пересечение а/д Липецк-Чаплыгин и Доброе-Лебедянь",
        "n": 383,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai95",
                40.2
            ],
            [
                "dt",
                36.7
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.566464,
        "lon": 39.507471,
        "address": "Липецкая область, город Липецк, Советский район, ш. Воронежское,  12",
        "n": 384,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai98",
                44.9
            ],
            [
                "ai95",
                40.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.565806,
        "lon": 39.593779,
        "address": "Липецкая область, город Липецк,  Площадь Металлургов, 2, район коксохимического производства",
        "n": 385,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai98",
                44.9
            ],
            [
                "ai95",
                40.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 52.785867,
        "lon": 39.735051,
        "address": "Липецкая область, Добровский район,  сельское поселение Панинский сельсовет, с. Малый Хомутец, ул. Ленина, 2/1",
        "n": 386,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai95",
                40.2
            ],
            [
                "dt",
                36.7
            ],
            [
                "ai92",
                37.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 52.696678,
        "lon": 39.780987,
        "address": "Липецкая область, Добровский район, село Капитанщино, сельское поселение, Кореневщинский сельсовет",
        "n": 387,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai95",
                39.6
            ],
            [
                "dt",
                36.7
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.02334,
        "lon": 39.174551,
        "address": "Липецкая область, город Лебедянь , ул. Шоссейный проезд",
        "n": 429,
        "services": [
            ""
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.8
            ],
            [
                "ai92",
                37.1
            ]
        ]
    },
    {
        "type": 3,
        "lat": 52.655145,
        "lon": 39.597584,
        "address": "Липецкая область,  город Липецк, улица Ковалёва, строение 109 И",
        "n": 4801,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                35.9
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 3,
        "lat": 52.577042,
        "lon": 39.654543,
        "address": "Липецкая область,  город Липецк,  ул. Ферросплавная, строение 38 А",
        "n": 4802,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                35.9
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 3,
        "lat": 52.582234,
        "lon": 39.486529,
        "address": "Липецкая область, город Липецк, улица Ангарская, стр. 2 А",
        "n": 4803,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 18,
        "price": [
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                35.9
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 55.366039,
        "lon": 42.164129,
        "address": "Нижегородская область, Выксунский район, Проммикрорайон 9, здание 6",
        "n": 326,
        "services": [
            "mag",
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 23,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 55.2917,
        "lon": 46.2026,
        "address": "Нижегородская область, Сеченовский район, село Мурзицы, улица Новая,  8",
        "n": 327,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 23,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 56.908917,
        "lon": 45.029533,
        "address": "Нижегородская область, Семеновский район, д. Боковая,  трасса Р-159, 117 км",
        "n": 337,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 23,
        "price": [
            [
                "ai95",
                39.35
            ],
            [
                "dt",
                37.6
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 55.995417,
        "lon": 44.648933,
        "address": "Нижегородская область, Кстовский район, ФАД М-7 Волга,  474 км",
        "n": 393,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 23,
        "price": [
            [
                "ai95",
                39.6
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 55.822233,
        "lon": 44.979133,
        "address": "Нижегородская область, Княгининский район, город Княгинино, 41-й км а/д Работки-Порецкое",
        "n": 340,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 23,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 55.3217,
        "lon": 42.107617,
        "address": "Нижегородская область, город Выкса, улица Челюскина, уч. 81",
        "n": 422,
        "services": [
            "mag",
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 23,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 55.047967,
        "lon": 43.281183,
        "address": "Нижегородская область, Дивеевский район, 100 м на юго-запад от развилки а/д Выездное-Дивеево-Сатис и Объездная село Дивеево",
        "n": 423,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 23,
        "price": [
            [
                "ai95",
                39.35
            ],
            [
                "dt",
                37.7
            ],
            [
                "ai92",
                36.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.068751,
        "lon": 36.240848,
        "address": "Орловская область, Орловский район, д. Ивановское, автодорога Москва-Харьков, 349 км, +500 м ",
        "n": 112,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.7
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.98036,
        "lon": 36.051213,
        "address": "Орловская область, город Орел, Наугорское шоссе, 8",
        "n": 235,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai98",
                43.1
            ],
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.8
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.976112,
        "lon": 36.096478,
        "address": "Орловская область, город Орел, переулок Заводской, 2",
        "n": 236,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai98",
                43.1
            ],
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.8
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.000214,
        "lon": 36.08664,
        "address": "Орловская область, город Орел, улица Раздольная, 6",
        "n": 237,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.8
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.936391,
        "lon": 36.059494,
        "address": "Орловская область, город Орел, переулок Маслозаводской, 27",
        "n": 238,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.8
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.969903,
        "lon": 36.124416,
        "address": "Орловская область, город Орел, переулок Южный, 2",
        "n": 239,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.8
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.996339,
        "lon": 36.028897,
        "address": "Орловская область, город Орел, Наугорское шоссе, 108",
        "n": 240,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.8
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.926371,
        "lon": 36.078232,
        "address": "Орловская область, город Орел, улица Поселковая, 21",
        "n": 241,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.7
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.450284,
        "lon": 35.987806,
        "address": "Орловская область, город Болхов, улица Свердлова, 221",
        "n": 242,
        "services": [
            ""
        ],
        "fuel": [
            "dt",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.8
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 2,
        "lat": 52.922023,
        "lon": 36.147367,
        "address": "Орловская область, Большекуликовское с/п, д. Грачевка, улица Тамбовская, 10",
        "n": 243,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.7
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.947268,
        "lon": 36.022332,
        "address": "Орловская область, город Орел, Карачаевское шоссе, 92",
        "n": 244,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.7
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.257964,
        "lon": 36.526322,
        "address": "Орловская область, Мценский район, город Мценск, улица Автомагистраль",
        "n": 245,
        "services": [
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.8
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.010498,
        "lon": 36.138741,
        "address": "Орловская область, город Орел, улица Маринченко, 9 Д",
        "n": 246,
        "services": [
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.8
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.960658,
        "lon": 36.140529,
        "address": "Орловская область, город Орел, Новосильское шоссе, 18 А",
        "n": 247,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.8
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.999988,
        "lon": 36.13725,
        "address": "Орловская область, город Орел, Московское шоссе, 117 А",
        "n": 248,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.8
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.29658,
        "lon": 36.665574,
        "address": "Орловская область, Мценский район, а/д Москва-Харьков, 312 км справа",
        "n": 249,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls",
            "cafe"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 10,
        "price": [
            [
                "ai98",
                43.1
            ],
            [
                "ai95",
                39.5
            ],
            [
                "dt",
                36.7
            ],
            [
                "ai92",
                36.6
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.867268,
        "lon": 39.188505,
        "address": "Республика Адыгея, город Адыгейск, ФАД М-4,  1357 км, +560 м справа",
        "n": 61,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 25,
        "price": [
            [
                "ai98",
                45.3
            ],
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 44.624434,
        "lon": 40.052655,
        "address": "Республика Адыгея, город Майкоп, улица Димитрова, 37",
        "n": 143,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 25,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 44.608669,
        "lon": 40.054704,
        "address": "Республика Адыгея, город Майкоп, улица 12 марта, 181",
        "n": 144,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 25,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.493258,
        "lon": 40.165936,
        "address": "Республика Адыгея, Майкопский район, пгт.Тульский, ФАД  Майкоп-Гузерипль, 17 км, +500 м",
        "n": 417,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 25,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.894885,
        "lon": 39.179282,
        "address": "Республика Адыгея, город Адыгейск, автодорога Энем-Адыгейск-Бжедугхабль, 30 км, +730 м справа",
        "n": 424,
        "services": [
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 25,
        "price": [
            [
                "ai95",
                42.3
            ],
            [
                "dt",
                38.65
            ],
            [
                "ai92",
                39.5
            ]
        ]
    },
    {
        "type": 1,
        "lat": 43.043325,
        "lon": 44.69254,
        "address": "Республика Северная Осетия - Алания, город Владикавказ, улица Ватутина, 101 А",
        "n": 254,
        "services": [
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 43.052742,
        "lon": 44.691861,
        "address": "Республика Северная Осетия - Алания, город Владикавказ, Черменское Шоссе, 4",
        "n": 255,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 43.128622,
        "lon": 44.598121,
        "address": "Республика Северная Осетия - Алания, Пригородный район, поселок Алханчурт, трасса Владикавказ-Беслан, 8 км",
        "n": 256,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 43.143182,
        "lon": 44.590741,
        "address": "Республика Северная Осетия - Алания, Пригородный район, поселок Алханчурт, трасса Беслан - Владикавказ, 9-й км.",
        "n": 257,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 43.04085,
        "lon": 44.700985,
        "address": "Республика Северная Осетия - Алания, город Владикавказ, Карцинское шоссе, 10",
        "n": 258,
        "services": [
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 43.022828,
        "lon": 44.227503,
        "address": "Республика Северная Осетия - Алания, Алагирский район, город Алагир, улица Ч. Басиевой, 2 ",
        "n": 259,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 43.317188,
        "lon": 44.230109,
        "address": "Республика Северная Осетия - Алания, Кировский район, село Эльхотово, ФАД Ростов-Баку, 512 км",
        "n": 260,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 43.111969,
        "lon": 44.524674,
        "address": "Республика Северная Осетия - Алания, Пригородный район, ст. Архонская, Архонское шоссе, 15-й километр",
        "n": 261,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 43.173248,
        "lon": 44.274622,
        "address": "Республика Северная Осетия - Алания, Ардонский район, город Ардон, трасса Ардон-Алагир, 1 км",
        "n": 262,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 43.027597,
        "lon": 44.708045,
        "address": "Республика Северная Осетия - Алания, город Владикавказ, улица Шмулевича/Магкаева, 45/1 Б",
        "n": 263,
        "services": [
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 43.026493,
        "lon": 44.574808,
        "address": "Республика Северная Осетия - Алания, Пригородный район, с. Гизель,  автодорога  Владикавказ-Алагир, 5-й км",
        "n": 264,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 43.078229,
        "lon": 44.599873,
        "address": "Республика Северная Осетия - Алания, Пригородный район, ст. Архонская, Архонское шоссе, 15 км",
        "n": 265,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 43.058058,
        "lon": 44.656589,
        "address": "Республика Северная Осетия - Алания, город Владикавказ, улица Московская, 1",
        "n": 266,
        "services": [
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 43.001361,
        "lon": 44.681758,
        "address": "Республика Северная Осетия - Алания, город Владикавказ, улица Красногвардейская, 2",
        "n": 267,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "sg",
                18.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 43.751448,
        "lon": 44.626364,
        "address": "Республика Северная Осетия - Алания, Моздокский район, ст. Луковская, улица Усанова, 22",
        "n": 268,
        "services": [
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 12,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "sg",
                17.5
            ],
            [
                "ai95",
                39.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                37.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.215285,
        "lon": 38.879419,
        "address": "Ростовская область, город Таганрог, Поляковское шоссе, 11",
        "n": 98,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 47.50721,
        "lon": 40.855467,
        "address": "Ростовская область, автодорога Семикаракорск-Волгодонск, 97 км справа",
        "n": 99,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "sg",
                18.0
            ],
            [
                "ai95",
                41.5
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 47.510417,
        "lon": 40.858417,
        "address": "Ростовская область, а/д Семикаракорск-Волгодонск 97 км, слева",
        "n": 100,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "sg",
                18.0
            ],
            [
                "ai95",
                41.5
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.257793,
        "lon": 39.633586,
        "address": "Ростовская область, город Ростов-на-Дону, улица Таганрогская, 134 А",
        "n": 134,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.5
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.158194,
        "lon": 39.74437,
        "address": "Ростовская область, город Батайск, Северное ш., 1",
        "n": 150,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.5
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.288109,
        "lon": 38.844741,
        "address": "Ростовская область,  Неклиновский район, село Николаевка, улица Ленина, 309 Д",
        "n": 151,
        "services": [
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.2
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.828841,
        "lon": 39.917964,
        "address": "Ростовская область, город Новошахтинск, улица Налбандяна, 2 Е",
        "n": 152,
        "services": [
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.476822,
        "lon": 41.562792,
        "address": "Ростовская область, город Сальск, улица Новостройка, 4",
        "n": 153,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.48178,
        "lon": 41.565807,
        "address": "Ростовская область, город Сальск, улица Новостройка,  6",
        "n": 154,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.463612,
        "lon": 41.527052,
        "address": "Ростовская область, город Сальск, улица Тихорецкая, 1-1А",
        "n": 155,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 46.499544,
        "lon": 41.522065,
        "address": "Ростовская область, Сальский район, автодорога Песчанокопское - Котельниково, 53 км",
        "n": 156,
        "services": [
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 46.518381,
        "lon": 41.332294,
        "address": "Ростовская область, Сальский район,  автодорога Егорлыкская - Сальск, 54 км",
        "n": 157,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 46.469857,
        "lon": 41.514153,
        "address": "Ростовская область, город Сальск, улица Свободы, 304",
        "n": 158,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 48.178611,
        "lon": 40.265317,
        "address": "Ростовская область, Красносулинский район, ФАД М-4 Дон, 945 км",
        "n": 159,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "ai98",
                44.5
            ],
            [
                "sg",
                18.2
            ],
            [
                "ai95",
                41.6
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.681191,
        "lon": 40.20489,
        "address": "Ростовская область, п. Каменоломни, ул. Шоссейная, 1Д",
        "n": 160,
        "services": [
            "wc",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 46.755244,
        "lon": 40.456236,
        "address": "Ростовская область, Зерноградский район, а/д Ростов-на-Дону – Ставрополь, 66 км, +100 м справа ",
        "n": 161,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "ai98",
                44.5
            ],
            [
                "sg",
                18.0
            ],
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 46.552836,
        "lon": 40.646313,
        "address": "Ростовская область,  ст. Егорлыкская, улица Белозерцева, 126 А",
        "n": 162,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "ai98",
                44.5
            ],
            [
                "sg",
                18.0
            ],
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 46.198889,
        "lon": 41.125946,
        "address": "Ростовская область, с. Песчанокопское, автодорога Ростов-Ставрополь,  154 км слева",
        "n": 163,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "ai98",
                44.5
            ],
            [
                "sg",
                18.0
            ],
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.694249,
        "lon": 40.205385,
        "address": "Ростовская область, город Шахты, улица Победы революции, 174  Г",
        "n": 164,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.258623,
        "lon": 39.850556,
        "address": "Ростовская область, Аксайский район, город Аксай, улица Гагарина/ улица Западная, 1 А - 4",
        "n": 165,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.6
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 49.179627,
        "lon": 40.612228,
        "address": "Ростовская область, Миллеровский район,  х. Грай-Воронец, ФАД М-4  Дон,  825 км, +400 м справа ",
        "n": 166,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "ai98",
                44.5
            ],
            [
                "sg",
                18.2
            ],
            [
                "ai95",
                41.6
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 49.178968,
        "lon": 40.612957,
        "address": "Ростовская область, Миллеровский район,  х. Грай-Воронец, ФАД М-4 Дон, 825 км, +400 м слева",
        "n": 167,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "ai98",
                44.5
            ],
            [
                "sg",
                18.2
            ],
            [
                "ai95",
                41.6
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.043503,
        "lon": 39.92717,
        "address": "Ростовская область, город Гуково, улица Магистральная, 28 ",
        "n": 168,
        "services": [
            "wc",
            "glass",
            "pum",
            "cls",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.237163,
        "lon": 39.590296,
        "address": "Ростовская область, город Ростов-на-Дону, улица Доватора, 154 В",
        "n": 169,
        "services": [
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.5
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.776058,
        "lon": 39.926437,
        "address": "Ростовская область, город  Новошахтинск, улица Харьковская, 32",
        "n": 170,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.239176,
        "lon": 39.749805,
        "address": "Ростовская область, город Ростов-на-Дону, проспект Шолохова, 11 В",
        "n": 171,
        "services": [
            "wc",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai98",
                44.5
            ],
            [
                "ai95",
                41.5
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 47.760351,
        "lon": 40.149053,
        "address": "Ростовская область, Красносулинский район, п.  Аюта, ФАД М-4 Дон, 994 км",
        "n": 172,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "sg",
                18.2
            ],
            [
                "ai95",
                41.6
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.70939,
        "lon": 40.151033,
        "address": "Ростовская область, город Шахты, улица Дачная, 264 А",
        "n": 173,
        "services": [
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "sg",
                18.0
            ],
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 46.87222,
        "lon": 39.70315,
        "address": "Ростовская область, Азовский район, п. Самарское, ФАД М-4 Дон, 1109 км, +200 м",
        "n": 174,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "sg",
                18.2
            ],
            [
                "ai95",
                41.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.7
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.5344,
        "lon": 42.135197,
        "address": "Ростовская область, город Волгодонск, улица Бетонная, 1-я, 3",
        "n": 175,
        "services": [
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "sg",
                18.0
            ],
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.527583,
        "lon": 42.203642,
        "address": "Ростовская область, город Волгодонск, улица Курчатова, 36 А",
        "n": 176,
        "services": [
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "sg",
                18.0
            ],
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.50678,
        "lon": 42.1741,
        "address": "Ростовская область, город Волгодонск, улица Морская, 130",
        "n": 177,
        "services": [
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.46823,
        "lon": 40.10092,
        "address": "Ростовская область, город Новочеркасск, улица Харьковское шоссе, 8 В",
        "n": 178,
        "services": [
            "wc",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.421613,
        "lon": 40.042806,
        "address": "Ростовская область, город Новочеркасск, проспект Баклановский, 188 А",
        "n": 179,
        "services": [
            "wc",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 47.136315,
        "lon": 39.679205,
        "address": "Ростовская область, ФАД М4 Дон, ПК-1 объездной автодороги  Ростов-на-Дону - Азов правая сторона",
        "n": 180,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 47.136607,
        "lon": 39.679678,
        "address": "Ростовская область, ФАД М4 Дон, ПК-1 объездной автодороги  Ростов-на-Дону - Азов  левая сторона",
        "n": 181,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.087186,
        "lon": 39.428338,
        "address": "Ростовская область, город Азов, улица Победы, 16",
        "n": 182,
        "services": [
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai98",
                44.5
            ],
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.533218,
        "lon": 42.045701,
        "address": "Ростовская область, Волгодонский район, ст. Романовская, улица Тюхова, 135 ",
        "n": 183,
        "services": [
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.507758,
        "lon": 42.174003,
        "address": "Ростовская область, город Волгодонск, улица Морская, 53",
        "n": 184,
        "services": [
            "wc",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.255616,
        "lon": 39.794094,
        "address": "Ростовская область, город Ростов-на-Дону, улица Российская, 48 И",
        "n": 185,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls",
            "glass"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.5
            ],
            [
                "dt",
                37.5
            ],
            [
                "ai92",
                38.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.735644,
        "lon": 40.303527,
        "address": "Ростовская область, город Шахты, проспект Ленинского комсомола, 1 Г",
        "n": 226,
        "services": [
            "wc",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "sg",
                18.0
            ],
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 48.33093,
        "lon": 39.95111,
        "address": "Ростовская область, город Донецк, улица Королева, 3",
        "n": 227,
        "services": [
            "wc",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "sg",
                18.0
            ],
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.112692,
        "lon": 39.752494,
        "address": "Ростовская область, город Батайск, улица Промышленная, 4 Б",
        "n": 228,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.277229,
        "lon": 38.936896,
        "address": "Ростовская область, город Таганрог, улица Маршала Жукова, 4/1",
        "n": 229,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "sg",
                18.0
            ],
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 47.6495,
        "lon": 40.023986,
        "address": "Ростовская область, Октябрьский район, автодорога М-4 Дон, 1010 км  справа",
        "n": 230,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "ai98",
                44.5
            ],
            [
                "sg",
                18.2
            ],
            [
                "ai95",
                41.6
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 46.81545,
        "lon": 39.67032,
        "address": "Ростовская область, х. Степнянский, улица Гагарина, 1 А,  ФАД М-4  Дон, 1116 км",
        "n": 231,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "ai98",
                44.5
            ],
            [
                "sg",
                18.2
            ],
            [
                "ai95",
                41.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.7
            ]
        ]
    },
    {
        "type": 2,
        "lat": 46.8156,
        "lon": 39.67191,
        "address": "Ростовская область, х. Степнянский, улица Гагарина, 1 Б,  ФАД М-4  Дон, 1116 км",
        "n": 232,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 3,
        "price": [
            [
                "ai98",
                44.5
            ],
            [
                "sg",
                18.2
            ],
            [
                "ai95",
                41.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.7
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.894899,
        "lon": 40.063223,
        "address": "Ростовская область, город Красный Сулин, улица Октябрьская, 2",
        "n": 233,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.870536,
        "lon": 40.028199,
        "address": "Ростовская область, город Красный Сулин, улица Сулинская",
        "n": 234,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 48.204864,
        "lon": 40.270444,
        "address": "Ростовская область,  Каменский район, х. Верхнеговейный, улица Придорожная, 18",
        "n": 350,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.6
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                38.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.256523,
        "lon": 38.902821,
        "address": "Ростовская область, город Таганрог, улица Москатова, 20",
        "n": 394,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 47.392468,
        "lon": 38.919097,
        "address": "Ростовская область, село Покровское, улица О. Кошевого",
        "n": 395,
        "services": [
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 47.229529,
        "lon": 38.872601,
        "address": "\"Ростовская область, город Таганрог, улица 2-я Советская, 76 А\"",
        "n": 430,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                41.3
            ],
            [
                "dt",
                37.4
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 3,
        "lat": 48.037994,
        "lon": 39.89243,
        "address": "Ростовская область, город  Гуково, улица Бетонная, 20 В",
        "n": 6101,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                40.5
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 3,
        "lat": 48.043374,
        "lon": 39.924552,
        "address": "Ростовская область, город Гуково, улица Магистральная, 24  Г",
        "n": 6102,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                40.5
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 3,
        "lat": 47.698874,
        "lon": 40.238253,
        "address": "Ростовская область, город  Шахты, улица Шоссейная, 212",
        "n": 6103,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                40.5
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 3,
        "lat": 47.685485,
        "lon": 40.269012,
        "address": "Ростовская область, город  Шахты, улица Хабарова, 25 И",
        "n": 6104,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                40.5
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 3,
        "lat": 47.143686,
        "lon": 39.704032,
        "address": "Ростовская область, город  Батайск, улица Фермерская, 3 В",
        "n": 6105,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                40.5
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 3,
        "lat": 47.101739,
        "lon": 39.760273,
        "address": "Ростовская область, город  Батайск, улица Промышленная, 21 А",
        "n": 6106,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                40.5
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 3,
        "lat": 47.542269,
        "lon": 42.127766,
        "address": "Ростовская область, город Волгодонск, Романовское шоссе, 2 В",
        "n": 6107,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                40.5
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 3,
        "lat": 47.535914,
        "lon": 42.133641,
        "address": "Ростовская область, город  Волгодонск,  улица Бетонная, 4А",
        "n": 6108,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                40.5
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 3,
        "lat": 47.320539,
        "lon": 39.743701,
        "address": "Ростовская область,  город Ростов-на-Дону,  улица 1-я Героическая, 2 А ",
        "n": 6109,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                40.5
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 3,
        "lat": 47.31294,
        "lon": 39.78696,
        "address": "Ростовская область, город Ростов-на-Дону, переулок Алябьева, 2/1",
        "n": 6110,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                40.5
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 3,
        "lat": 47.456816,
        "lon": 40.086521,
        "address": "Ростовская область, город Новочеркасск, улица Трамвайная, 65А",
        "n": 6111,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                40.5
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 3,
        "lat": 47.198521,
        "lon": 39.62493,
        "address": "Ростовская область, город Ростов-на-Дону, улица Каширская, 8 Д",
        "n": 6112,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                40.5
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 3,
        "lat": 47.18213,
        "lon": 39.95867,
        "address": "Ростовская область, ст. Ольгинская,  улица Ленина, 196 Б",
        "n": 6113,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 3,
        "price": [
            [
                "ai95",
                40.5
            ],
            [
                "dt",
                36.5
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.171621,
        "lon": 48.564712,
        "address": "Самарская область город Сызрань улица Магистральная, 64",
        "n": 376,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 20,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.495807,
        "lon": 49.531569,
        "address": "Самарская область, город Тольятти, ФАД М-5, 975-976 км ",
        "n": 400,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 20,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.541511,
        "lon": 49.515276,
        "address": "Самарская область, село Васильевка, улица Шоссейная, 28 Б",
        "n": 401,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 20,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.496053,
        "lon": 50.072191,
        "address": "Самарская область, Волжский район, с. Курумоч, автодорога Москва-Самара, 1013 км",
        "n": 402,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 20,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.55896,
        "lon": 49.356913,
        "address": "Самарская область, город Тольятти Обводное шоссе, 21",
        "n": 403,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 20,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.560096,
        "lon": 49.305208,
        "address": "Самарская область, город Тольятти, Автозаводский район, северо-восточнее и западнее здания, улица Коммунальная,  38 Б",
        "n": 404,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 20,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.498372,
        "lon": 49.402901,
        "address": "Самарская область, город Тольятти, Центральный район, улица Баныкина, 7, стр. 1",
        "n": 405,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 20,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.914007,
        "lon": 49.697985,
        "address": "Самарская область, автодорога Самара - Саратов, 52 км справа",
        "n": 406,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 20,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.5391,
        "lon": 49.278077,
        "address": "Самарская область, город Тольятти, Автозаводский район, юго-восточнее улица Воскресенская, 34",
        "n": 407,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 20,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.62926,
        "lon": 50.70921,
        "address": "Самарская область, Красноярский район, автодорога Москва-Уфа-Челябинск, развилка на Моршанку, 1068 км ",
        "n": 425,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 20,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.458551,
        "lon": 50.218755,
        "address": "Самарская область, Красноярский район, автодорога Москва-Уфа-Челябинск, 1023 км, +208 м",
        "n": 426,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 20,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.612616,
        "lon": 50.666229,
        "address": "Самарская область, Красноярский район, автодорога Москва-Уфа-Челябинск, 1064 км, +390 м",
        "n": 427,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 20,
        "price": [
            [
                "ai95",
                39.9
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                36.9
            ]
        ]
    },
    {
        "type": 2,
        "lat": 54.479949,
        "lon": 32.31916,
        "address": "Смоленская область, Починковский район, д. Мурыгино, автодороги А-141 Орел-Брянск-Смоленск, 331 км справа",
        "n": 408,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 19,
        "price": [
            [
                "ai95",
                40.3
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 54.479218,
        "lon": 32.31994,
        "address": "Смоленская область, Починковский район, д. Мурыгино, автодорога А-141 Орел-Брянск-Смоленск, 331 км слева",
        "n": 409,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai92",
            "ai95"
        ],
        "region": 19,
        "price": [
            [
                "ai95",
                40.3
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 54.77194,
        "lon": 32.102575,
        "address": "Смоленская область, город Смоленск, улица Индустриальная, 2",
        "n": 410,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 19,
        "price": [
            [
                "ai95",
                40.3
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 54.945474,
        "lon": 31.069555,
        "address": "Смоленская область, Руднянский район, город Рудня, улица Киреева, 6-й км объездной дороги",
        "n": 412,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 19,
        "price": [
            [
                "ai95",
                40.3
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.822311,
        "lon": 32.438946,
        "address": "Смоленская область, Шумячский район,  автодорога Москва–Малоярославец–Рославль, 420 км",
        "n": 413,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 19,
        "price": [
            [
                "ai95",
                40.3
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 54.111657,
        "lon": 33.283762,
        "address": "Смоленская область, Рославльский район, село Екимовичи, улица Большая Советская, автодорога А-101,  355 км",
        "n": 414,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 19,
        "price": [
            [
                "ai95",
                40.3
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                37.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.140317,
        "lon": 43.125283,
        "address": "Ставропольский край, Минераловодский район, автодорога Кавказ, 357 км, +450 м",
        "n": 1,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                17.47
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 43.984853,
        "lon": 43.131475,
        "address": "Ставропольский край, Предгорный район, 379 км автодороги  Краснодар-Баку  слева",
        "n": 2,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                17.47
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.0732,
        "lon": 42.977833,
        "address": "Ставропольский край, Предгорный район, село Вин-Сады, Черкесское шоссе, 2 км",
        "n": 3,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                17.47
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.12475,
        "lon": 43.440167,
        "address": "Ставропольский край, Георгиевский район, станица Незлобная,  улица Ленина, 388",
        "n": 4,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                16.47
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.2091,
        "lon": 43.436,
        "address": "Ставропольский край, Георгиевский район, станица Подгорная, переулок Шоссейный, 2 Б",
        "n": 5,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                16.47
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.082583,
        "lon": 43.102733,
        "address": "Ставропольский край, город Железноводск, поселок Иноземцево,  улица Колхозная, 118",
        "n": 6,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                17.47
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.176077,
        "lon": 43.130868,
        "address": "Ставропольский край,  город Минеральные Воды, улица Советская, 19 А",
        "n": 7,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                17.47
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.103583,
        "lon": 42.93525,
        "address": "Ставропольский край, город Лермонтов, 1-ая Западная Промзона, улица Промышленная",
        "n": 8,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                17.47
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.271867,
        "lon": 43.0059,
        "address": "Ставропольский край, Минераловодский район, 337 км, +700 м  слева автомагистрали Кавказ",
        "n": 9,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                17.47
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.227133,
        "lon": 43.1185,
        "address": "Ставропольский край, Минераловодский район, поселок Первомайский, улица Московская, 18 Б  ",
        "n": 10,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                16.97
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 43.992046,
        "lon": 43.033416,
        "address": "Ставропольский край, Предгорный район, с. Юца, улица Комсомольская, 2 А ",
        "n": 11,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                16.97
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.071317,
        "lon": 42.8659,
        "address": "Ставропольский край,  Предгорный район, поселок Санамер, участок Гослесфонда Новоблагодарненского МО   ",
        "n": 12,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                16.97
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.167317,
        "lon": 43.495533,
        "address": "Ставропольский край, Георгиевский район, c. Краснокумское, улица Кирова",
        "n": 13,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                16.47
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.00785,
        "lon": 43.075983,
        "address": "Ставропольский край, город Пятигорск, поселок Горячеводский, улица Захарова, 14",
        "n": 14,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                16.97
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.060199,
        "lon": 43.046237,
        "address": "Ставропольский край, город Пятигорск, шоссе Бештаугорское, 49",
        "n": 15,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                16.47
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.045433,
        "lon": 43.01875,
        "address": "Ставропольский край, город Пятигорск, улица Ермолова, 14",
        "n": 16,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                16.47
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.235933,
        "lon": 43.03225,
        "address": "Ставропольский край, село Побегайловка, улица Молодежная, 1750  м на восток от жилого дома 1",
        "n": 17,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                17.47
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.02685,
        "lon": 43.110667,
        "address": "Ставропольский край, город Пятигорск, поселок Горячеводский,  улица Георгиевская",
        "n": 18,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.1881,
        "lon": 43.143133,
        "address": "Ставропольский край, город Минеральные Воды, улица Островского, 121",
        "n": 19,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                16.97
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 43.96445,
        "lon": 42.774383,
        "address": "Ставропольский край, Предгорный район, поселок Подкумок, улица Ессентукская, б/н",
        "n": 20,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                15.97
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.165983,
        "lon": 43.453803,
        "address": "Ставропольский край, город Георгиевск, Октябрьская, 145/2",
        "n": 21,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 13,
        "price": [
            [
                "sg",
                16.47
            ],
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.047769,
        "lon": 41.911232,
        "address": "Ставропольский край, город Ставрополь, проспект Кулакова, 6 Б",
        "n": 22,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 1,
        "lat": 44.998948,
        "lon": 41.925716,
        "address": "Ставропольский край, город Ставрополь, улица Доваторцев, 64 Б , квартал 437",
        "n": 23,
        "services": [
            "wc",
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.011017,
        "lon": 41.913228,
        "address": "Ставропольский край, город Ставрополь, улица Пирогова, 21",
        "n": 24,
        "services": [
            "wc",
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.027503,
        "lon": 42.877316,
        "address": "Ставропольский край, ст. Ессентукская, улица Павлова, 12 Б",
        "n": 25,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 1,
        "lat": 44.988686,
        "lon": 41.926258,
        "address": "Ставропольский край, город Ставрополь, улица Южный обход, 1 В, квартал 531",
        "n": 60,
        "services": [
            "wc",
            "mag",
            "cafe",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.120767,
        "lon": 41.96425,
        "address": "Ставропольский край, Шпаковский район, с. Верхнерусское, ул. Батайская, 17 ",
        "n": 325,
        "services": [
            "mag",
            "cafe"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.056711,
        "lon": 42.833675,
        "address": "Ставропольский край, город Ессентуки, шоссе Суворовское, район аэродрома",
        "n": 396,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.044422,
        "lon": 42.004006,
        "address": "Ставропольский край, город Ставрополь, переулок Средний, 103",
        "n": 397,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 1,
        "lat": 45.07572,
        "lon": 42.00768,
        "address": "Ставропольский край, город Ставрополь, улица Пригородная, 249",
        "n": 398,
        "services": [
            "mag",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 44.055615,
        "lon": 42.942688,
        "address": "Ставропольский край, район стелы города Ессентуки при выезде из города, район станции Золотушка",
        "n": 399,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                41.87
            ],
            [
                "dt",
                37.77
            ],
            [
                "ai92",
                38.97
            ]
        ]
    },
    {
        "type": 3,
        "lat": 44.603867,
        "lon": 41.961744,
        "address": "Ставропольский край, город Невиномысск, улица Апанасенко",
        "n": 2601,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                40.87
            ],
            [
                "dt",
                36.87
            ],
            [
                "ai92",
                37.97
            ]
        ]
    },
    {
        "type": 3,
        "lat": 44.622934,
        "lon": 41.985449,
        "address": "Ставропольский край, город Невиномысск, улица Калинина",
        "n": 2602,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                40.87
            ],
            [
                "dt",
                36.87
            ],
            [
                "ai92",
                37.97
            ]
        ]
    },
    {
        "type": 3,
        "lat": 44.627094,
        "lon": 41.92595,
        "address": "Ставропольский край, город Невиномысск, улица Матросова",
        "n": 2603,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                40.87
            ],
            [
                "dt",
                36.87
            ],
            [
                "ai92",
                37.97
            ]
        ]
    },
    {
        "type": 3,
        "lat": 44.038873,
        "lon": 43.099344,
        "address": "Ставропольский край, город Пятигорск, улица Теплосерная",
        "n": 2604,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                40.87
            ],
            [
                "dt",
                36.87
            ],
            [
                "ai92",
                37.97
            ]
        ]
    },
    {
        "type": 3,
        "lat": 44.06073,
        "lon": 43.019629,
        "address": "\"Ставропольский край, город Пятигорск, Бештаугорское шоссе,  район гипермаркета  МЕТРО Кэш энд Керри\"",
        "n": 2605,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 13,
        "price": [
            [
                "ai95",
                40.87
            ],
            [
                "dt",
                36.87
            ],
            [
                "ai92",
                37.97
            ]
        ]
    },
    {
        "type": 2,
        "lat": 54.43505,
        "lon": 38.183783,
        "address": "Тульская область, Веневский район, ФАД М-4, 161 км, +550 м справа",
        "n": 103,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 14,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 54.435283,
        "lon": 38.18525,
        "address": "Тульская область, Веневский район, ФАД М-4, 161 км, +550 м слева",
        "n": 104,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 14,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.968283,
        "lon": 38.3673,
        "address": "Тульская область, город Донской, мкрайон Центральный, улица Горняцкая, 22 Б",
        "n": 105,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 14,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.98235,
        "lon": 38.3094,
        "address": "Тульская область, город Донской, поселок Новоугольный, улица Новомосковская, 50",
        "n": 106,
        "services": [
            "wc",
            "mag",
            "pum",
            "glass",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 14,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 54.012967,
        "lon": 38.265567,
        "address": "Тульская область, город Новомосковск, ул Космонавтов,  4 А",
        "n": 107,
        "services": [
            "wc",
            "mag",
            "pum",
            "glass",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 14,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 54.033333,
        "lon": 38.259533,
        "address": "Тульская область, город Новомосковск, улица Мира, 17 Б",
        "n": 108,
        "services": [
            "wc",
            "mag",
            "pum",
            "glass",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 14,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.04965,
        "lon": 38.19725,
        "address": "Тульская область, Ефремовский район, Кругликовский село, ФАД М-4, 324 км, +600 м справа",
        "n": 109,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 14,
        "price": [
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.051183,
        "lon": 38.197533,
        "address": "Тульская область, Ефремовский район, Кругликовский село, ФАД М-4, 324 км,  +600 м слева",
        "n": 110,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls",
            "shower"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "sg"
        ],
        "region": 14,
        "price": [
            [
                "ai98",
                42.5
            ],
            [
                "sg",
                19.2
            ],
            [
                "ai95",
                41.2
            ],
            [
                "dt",
                36.9
            ],
            [
                "ai92",
                38.2
            ]
        ]
    },
    {
        "type": 1,
        "lat": 54.02545,
        "lon": 38.288117,
        "address": "Тульская область, город Новомосковск, ул Трудовые резервы, 60",
        "n": 111,
        "services": [
            "wc",
            "mag",
            "pum",
            "glass",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 14,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 54.193117,
        "lon": 37.543867,
        "address": "Тульская область, город Тула, Одоевское шоссе, 59 А",
        "n": 371,
        "services": [
            "wc",
            "mag",
            "pum",
            "glass",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 14,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 54.167533,
        "lon": 37.632683,
        "address": "Тульская область, город Тула,  улица Рязанская, 48",
        "n": 372,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 14,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.84694,
        "lon": 37.42656,
        "address": "Тульская область, автодорога Крым, 228 км, +500 м справа",
        "n": 373,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 14,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                36.7
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 54.196267,
        "lon": 37.660756,
        "address": "Тульская область, город Тула,  улица Ложевая,  140",
        "n": 377,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 14,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 54.22439,
        "lon": 37.62689,
        "address": "Тульская область, город Тула,  улица Октябрьская, 107",
        "n": 378,
        "services": [],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 14,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.3
            ],
            [
                "ai92",
                36.3
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.09234,
        "lon": 38.03439,
        "address": "Тульская область, город Ефремов, Тульское шоссе, 32",
        "n": 419,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 14,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                37.1
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 1,
        "lat": 56.876361,
        "lon": 53.283477,
        "address": "Республика Удмуртия, город Ижевск улица Автозаводская, 33, около Дома моделей",
        "n": 280,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 15,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.3
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 56.912681,
        "lon": 53.332829,
        "address": "Республика Удмуртия, город Ижевск,  Воткинское шоссе, пов. на поселок Хохряки",
        "n": 281,
        "services": [
            "mag",
            "pum",
            "wc"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 15,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.3
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 56.754417,
        "lon": 53.160095,
        "address": "Республика Удмуртия,  поселок Совхозный,  автодорога Ижевск-Можга, 21 км ",
        "n": 284,
        "services": [
            "wc",
            "mag",
            "cafe",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 15,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.3
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 56.879386,
        "lon": 53.167562,
        "address": "Республика Удмуртия, поселок Дорожный,  Як-Бодьинский тракт,  автодорога Ижевск-Игра, 14 км",
        "n": 286,
        "services": [
            "wc",
            "mag",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 15,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.3
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 56.838222,
        "lon": 53.341434,
        "address": "Республика Удмуртия, автодорога  Ижевск-Завьялово,  12 км,  поворот на Аэропорт",
        "n": 287,
        "services": [
            "mag",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 15,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.3
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 56.893183,
        "lon": 53.229017,
        "address": "Республика Удмуртия, город Ижевск, улица Славянское шоссе, 0/7",
        "n": 288,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 15,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.3
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 57.043174,
        "lon": 54.031185,
        "address": "Республика Удмуртия, город Воткинск, Гавриловский тракт, 4",
        "n": 290,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 15,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.3
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 56.871706,
        "lon": 53.250303,
        "address": "Республика Удмуртия, город Ижевск, ул. 8 Марта, 135",
        "n": 291,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum",
            "cls"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 15,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.3
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 56.875083,
        "lon": 53.281116,
        "address": "Республика Удмуртия, город Ижевск, улица Ворошилова, 90",
        "n": 292,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 15,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.3
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 56.832611,
        "lon": 53.220112,
        "address": "Республика Удмуртия, город Ижевск, переулок Ботеневский, 21 А",
        "n": 293,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 15,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.3
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 56.849113,
        "lon": 53.255217,
        "address": "Республика Удмуртия, город Ижевск, улица Чапаева, 2",
        "n": 294,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 15,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.3
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 2,
        "lat": 56.835828,
        "lon": 53.421707,
        "address": "Республика Удмуртия, Завьяловский район,  д. Старое Мартьяново, Аэропорт",
        "n": 295,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 15,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.3
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 56.861643,
        "lon": 53.188848,
        "address": "Республика Удмуртия, город Ижевск, улица Кирова, 74",
        "n": 296,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 15,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.3
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 56.872269,
        "lon": 53.227086,
        "address": "Республика Удмуртия, город Ижевск,  улица 10 лет Октября, 77",
        "n": 297,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 15,
        "price": [
            [
                "ai98",
                43.5
            ],
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.3
            ],
            [
                "ai92",
                36.4
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.65306,
        "lon": 55.947219,
        "address": "Республика Башкортостан, город Стерлитамак, улица  Геологическая",
        "n": 62,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.623628,
        "lon": 55.930554,
        "address": "Республика Башкортостан, город Стерлитамак, улица Черноморская ",
        "n": 63,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.65441,
        "lon": 55.95971,
        "address": "Республика Башкортостан, город Стерлитамак, улица Элеваторная, 9",
        "n": 64,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai80",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai80",
                34.2
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.444315,
        "lon": 55.924315,
        "address": "Республика Башкортостан, Стерлитамакский район, д. Кантюковка",
        "n": 65,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.441864,
        "lon": 56.029335,
        "address": "Республика Башкортостан, город Ишимбай, улица Жукова",
        "n": 66,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai80",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai80",
                34.2
            ],
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.622573,
        "lon": 55.922958,
        "address": "Республика Башкортостан, город Стерлитамак, улица Курчатова, 4 Б",
        "n": 67,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.972809,
        "lon": 55.949147,
        "address": "Республика Башкортостан, город Мелеуз, улица 50 лет ВЛКСМ, район завода ЗЖБК",
        "n": 68,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 52.758333,
        "lon": 55.8275,
        "address": "Республика Башкортостан, город Кумертау, улица Промышленная, 1 А",
        "n": 69,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.614404,
        "lon": 55.90709,
        "address": "Республика Башкортостан, город Стерлитамак, улица Коммунистическая, 118",
        "n": 70,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.185031,
        "lon": 55.20683,
        "address": "Республика Башкортостан, село Федоровка, улица Ленина, 106",
        "n": 71,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.59438,
        "lon": 55.913635,
        "address": "Республика Башкортостан, город Стерлитамак, Стерлибашевский тракт, 43",
        "n": 72,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai80"
        ],
        "region": 11,
        "price": [
            [
                "ai80",
                34.2
            ],
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.598668,
        "lon": 55.938885,
        "address": "Республика Башкортостан, город Стерлитамак, улица Гоголя-Суханова",
        "n": 73,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.399951,
        "lon": 55.914842,
        "address": "Республика Башкортостан, город Салават-6, улица Зеленая, 9",
        "n": 74,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai80"
        ],
        "region": 11,
        "price": [
            [
                "ai80",
                34.2
            ],
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 2,
        "lat": 52.154444,
        "lon": 56.681389,
        "address": "Республика Башкортостан, Зианчуринский район, село Тазларово, улица Химиков, 12",
        "n": 75,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai80"
        ],
        "region": 11,
        "price": [
            [
                "ai80",
                34.2
            ],
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.244538,
        "lon": 55.916993,
        "address": "Республика Башкортостан, Мелеузовский район, поселок Зирган, 159 км автодороги Уфа-Оренбург",
        "n": 76,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.039855,
        "lon": 56.429241,
        "address": "Республика Башкортостан, Мелеузовский район, поселок Нугуш, улица Космонавтов, 30",
        "n": 77,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.791667,
        "lon": 58.659444,
        "address": "Республика Башкортостан, Абзелиловский район,  деревня  Муракаево, трасса Стерлитамак-Белорецк-Магнитогорск, 254 км",
        "n": 78,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.431512,
        "lon": 55.264143,
        "address": "Республика Башкортостан, Стерлибашевский район,  село Стерлибашево,  улица Объездная, 7 А",
        "n": 79,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai80"
        ],
        "region": 11,
        "price": [
            [
                "ai80",
                34.2
            ],
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 53.332744,
        "lon": 55.933993,
        "address": "Республика Башкортостан,  город Салават, пересечение улиц Островского и Ленинградской, на выезде в южной части города, 1 км. от автодороги Уфа – Оренбург",
        "n": 80,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 2,
        "lat": 53.6055556,
        "lon": 58.6125,
        "address": "Республика Башкортостан, Абзелиловский район, д. Зеленая поляна, улица Торфяная, 27",
        "n": 82,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 11,
        "price": [
            [
                "ai95",
                38.8
            ],
            [
                "dt",
                37.9
            ],
            [
                "ai92",
                35.8
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.827925,
        "lon": 55.135799,
        "address": "Оренбургская область, город Оренбург, улица Театральная, 1/1",
        "n": 83,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "ai95",
            "ai92"
        ],
        "region": 16,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.790367,
        "lon": 55.160018,
        "address": "Оренбургская область, город Оренбург, улица Лесозащитная, 11",
        "n": 84,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 16,
        "price": [
            [
                "ai98",
                42.0
            ],
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.4
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 2,
        "lat": 51.850238,
        "lon": 54.534645,
        "address": "Оренбургская область, Переволоцкий район,  трасса Оренбург - Самара, 46 км",
        "n": 85,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 16,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.4
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.723998,
        "lon": 55.100417,
        "address": "Оренбургская область, город Оренбург, улица Беляевская, 4/1",
        "n": 86,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92",
            "ai98"
        ],
        "region": 16,
        "price": [
            [
                "ai98",
                42.0
            ],
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.4
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.81933,
        "lon": 55.184157,
        "address": "Оренбургская область, город Оренбург, улица Загородное шоссе, 27",
        "n": 87,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 16,
        "price": [
            [
                "ai98",
                42.0
            ],
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.4
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.809238,
        "lon": 55.143525,
        "address": "Оренбургская область, город Оренбург, проспект Победы, 147/1",
        "n": 88,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92",
            "ai80"
        ],
        "region": 16,
        "price": [
            [
                "ai98",
                42.0
            ],
            [
                "ai80",
                35.1
            ],
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.4
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.690898,
        "lon": 55.084926,
        "address": "Оренбургская область, город Оренбург, улица Донгузская, 1 проезд 72",
        "n": 89,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 16,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.4
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.798318,
        "lon": 55.108222,
        "address": "Оренбургская область, город Оренбург, улица Шевченко, 20/2",
        "n": 90,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 16,
        "price": [
            [
                "ai98",
                42.0
            ],
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.4
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.806784,
        "lon": 55.107666,
        "address": "Оренбургская область, город Оренбург, улица Терешковой, 144/2",
        "n": 91,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 16,
        "price": [
            [
                "ai98",
                42.0
            ],
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.4
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.844821,
        "lon": 55.107761,
        "address": "Оренбургская область, город Оренбург, улица Терешковой, 154/4",
        "n": 92,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 16,
        "price": [
            [
                "ai98",
                42.0
            ],
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.4
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.846148,
        "lon": 55.140908,
        "address": "Оренбургская область, город Оренбург, улица Просторная, 15",
        "n": 93,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 16,
        "price": [
            [
                "ai98",
                42.0
            ],
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.4
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 1,
        "lat": 51.771449,
        "lon": 55.233394,
        "address": "Оренбургская область,  город Оренбург, поселок Ростоши, улица Раздольная, 3",
        "n": 94,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai98",
            "ai95",
            "ai92"
        ],
        "region": 16,
        "price": [
            [
                "ai98",
                42.0
            ],
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.4
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 2,
        "lat": 52.027479,
        "lon": 55.233016,
        "address": "Оренбургская область, Сакмарский район, с. Майорское, на развилке автодорог Оренбург-Казань и Оренбург-Сакмара",
        "n": 95,
        "services": [
            "wc",
            "mag",
            "glass",
            "pum"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 16,
        "price": [
            [
                "ai95",
                39.3
            ],
            [
                "dt",
                38.4
            ],
            [
                "ai92",
                36.1
            ]
        ]
    },
    {
        "type": 1,
        "lat": 60.941678,
        "lon": 76.61228,
        "address": "ХМАО-Югра АО, г. Нижневартовск, ул. Интернациональная, 24П",
        "n": 500,
        "services": [
            "mag"
        ],
        "fuel": [
            "dt",
            "ai95",
            "ai92"
        ],
        "region": 26,
        "price": [
            [
                "ai95",
                39.7
            ],
            [
                "dtW",
                40.9
            ],
            [
                "ai92",
                37.9
            ]
        ]
    },
    {
        "type": 1,
        "lat": 60.969329,
        "lon": 76.535672,
        "address": "ХМАО-Югра АО, г. Нижневартовск, ул. Индустриальная, 78",
        "n": 501,
        "services": [
            "mag"
        ],
        "fuel": [
            ""
        ],
        "region": 26,
        "price": [
            [
                "ai95",
                39.7
            ],
            [
                "dtW",
                40.9
            ],
            [
                "ai92",
                37.9
            ]
        ]
    }
]